<?php
// Text
$_['text_error'] = 'Страница сообщения блога не найдена!';
$_['text_blog_heading'] = 'Блоги';
$_['text_comment_heading'] = 'Комментарии';
$_['text_comment_empty'] = 'Без комментариев';
$_['text_comment_reply'] = 'Оставьте ответ';
$_['text_comment_add'] = 'Комментарий успешно отправлен и отправлен на утверждение администратора.';
$_['text_category'] = 'категории';
$_['text_popupar_posts'] = 'популярные посты';
$_['text_popupar_tags'] = 'Популярные теги';
$_['text_readmore'] = 'Прочитайте больше';

$_['entry_name'] = 'имя';
$_['entry_email'] = 'Email ID';
$_['entry_text'] = 'Текст';

$_['button_comment'] = 'Оставить комментарий';

$_['error_name'] = 'Поле имени требуется и должно быть больше 3 символов!';
$_['error_text'] = 'Комментарий Текст должен быть от 10 до 350 символов!';
$_['error_email'] = 'Требуется идентификатор электронной почты!';